Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: It also helps to have a senior person who speaks up for you. Many promotions are decided by people, not by rules.
de: Es hilft auch, wenn sich eine erfahrene Person für dich starkmacht. Über viele Beförderungen entscheiden Menschen, nicht Regeln.
fr: Ça aide aussi d’avoir une personne expérimentée qui parle en ta faveur. Beaucoup de promotions se décident entre personnes, pas par des règles.
it: Aiuta anche avere una persona esperta che parli a tuo favore. Molte promozioni le decidono le persone, non le regole.
ja: 自分のために声をあげてくれる上の人がいると助けになります。昇進の多くは、ルールではなく人が決めます。
uk: Допомагає й старший колега, який за тебе заступиться. Багато підвищень вирішують люди, а не правила.

# It asks %lld years in %@, and %@ of ideal applicants get the seat each year.
source: It asks %1$lld years in %2$@, and %3$@ of ideal applicants get the seat each year.
de: Der Job verlangt %1$lld Jahre in %2$@, und %3$@ der idealen Bewerber bekommen jedes Jahr den Posten.
fr: Il demande %1$lld ans en %2$@, et %3$@ des candidats idéaux obtiennent la place chaque année.
it: Richiede %1$lld anni nel settore %2$@; ogni anno ottiene il posto una parte dei candidati ideali (%3$@).
ja: %2$@で%1$lld年が求められ、理想的な応募者のうち毎年ポストを得られるのは%3$@です。
uk: Потрібно %1$lld років у сфері «%2$@», а крісло щороку отримують %3$@ ідеальних заявників.

source: It asks %1$lld years in %2$@, and only %3$@ of ideal applicants get a C-suite seat each year.
de: Der Job verlangt %1$lld Jahre in %2$@, und nur %3$@ der idealen Bewerber bekommen jedes Jahr einen C-Level-Posten.
fr: Il demande %1$lld ans en %2$@, et seuls %3$@ des candidats idéaux obtiennent une place de direction générale chaque année.
it: Richiede %1$lld anni nel settore %2$@; ogni anno ottiene un posto nell’alta dirigenza solo una piccola parte dei candidati ideali (%3$@).
ja: %2$@で%1$lld年が求められ、理想的な応募者でも経営幹部のポストを得られるのは毎年%3$@だけです。
uk: Потрібно %1$lld років у сфері «%2$@», а крісло в найвищому керівництві (C-suite) щороку отримують лише %3$@ ідеальних заявників.

source: It costs a lot, too: many people borrow money to pay for school.
de: Es kostet auch viel: Viele Leute leihen sich Geld, um die Schule zu bezahlen.
fr: Ça coûte cher aussi : beaucoup de gens empruntent de l’argent pour payer leurs études.
it: Costa anche molto: tante persone prendono soldi in prestito per pagare la scuola.
ja: お金もたくさんかかります。学校のために、お金を借りる人も多いです。
uk: Це й дорого: багато людей беруть гроші в борг, щоб оплатити навчання.

source: It didn't land
de: Es hat diesmal nicht geklappt
fr: Ça n’a pas marché
it: Non ha funzionato
ja: うまくいきませんでした
uk: Не вийшло

source: It enters you automatically each year you train %1$@, once you've trained %2$lld years.
de: Wenn du %1$@ trainierst und schon %2$lld Jahre dabei bist, wirst du jedes Jahr automatisch angemeldet.
fr: Elle t’inscrit automatiquement chaque année où tu t’entraînes (%1$@), dès que tu as %2$lld ans d’entraînement.
it: Ti iscrive in automatico ogni anno in cui pratichi %1$@, dopo %2$lld anni di allenamento.
ja: %1$@を%2$lld年練習すると、それ以降は練習している年に自動的に出場します。
uk: Тебе записують автоматично щороку, коли ти тренуєшся (%1$@), починаючи з %2$lld років тренувань.

source: It enters you automatically each year you train %@.
de: Wenn du %@ trainierst, wirst du jedes Jahr automatisch angemeldet.
fr: Elle t’inscrit automatiquement chaque année où tu t’entraînes (%@).
it: Ti iscrive in automatico ogni anno in cui pratichi %@.
ja: %@を練習している年は、毎年自動的に出場します。
uk: Тебе записують автоматично щороку, коли ти тренуєшся (%@).

# It expects %lld years as %@.
source: It expects %1$lld years as %2$@.
de: Der Job erwartet %1$lld Jahre als %2$@.
fr: Il demande %1$lld ans comme %2$@.
it: Richiede %1$lld anni come %2$@.
ja: %2$@として%1$lld年が求められます。
uk: Потрібно: %1$lld років роботи за професією «%2$@».

# It expects %lld years in %@.
source: It expects %1$lld years in %2$@.
de: Der Job erwartet %1$lld Jahre in %2$@.
fr: Il demande %1$lld ans en %2$@.
it: Richiede %1$lld anni nel settore %2$@.
ja: %2$@で%1$lld年が求められます。
uk: Потрібно: %1$lld років роботи у сфері «%2$@».

source: It landed!
de: Es hat geklappt!
fr: Ça a marché !
it: Ha funzionato!
ja: 成功！
uk: Вдалося!

source: It starts a bit lower for beginners and a bit higher if you have years of experience in this work.
de: Das Gehalt startet für Anfänger etwas niedriger – mit jahrelanger Erfahrung in dieser Arbeit etwas höher.
fr: Il démarre un peu plus bas pour les débutants et un peu plus haut si tu as des années d’expérience dans ce métier.
it: Parte un po’ più in basso per chi inizia e un po’ più in alto se hai anni di esperienza in questo lavoro.
ja: 初心者は少し低めから始まり、この仕事の経験が長い人は少し高めから始まります。
uk: Початківцям пропонують трохи менше, а тим, хто має роки досвіду в цій справі, — трохи більше.

source: It takes %@.
de: Dafür brauchst du: %@.
fr: Il faut %@.
it: Ti serve: %@.
ja: %@が必要です。
uk: Потрібно: %@.

source: It's open only to %@ — you're not in that stage.
de: Nur offen in diesen Lebensphasen: %@ – du bist gerade in keiner davon.
fr: Elle n’est ouverte qu’à : %@ — tu n’es pas à cette étape de la vie.
it: Si può partecipare solo nella fase della vita giusta: %@ — tu sei in un’altra.
ja: %@のときだけ出場できます。いまはその時期ではありません。
uk: Відкрито лише для етапів: %@ — ти зараз на іншому.

source: Italy
de: Italien
fr: Italie
it: Italia
ja: イタリア
uk: Італія

source: Its years also count as business experience.
de: Die Jahre zählen auch als Erfahrung in Wirtschaft.
fr: Ses années comptent aussi comme expérience en Business.
it: Anche i suoi anni contano come esperienza nel settore Business.
ja: その年数は、ビジネス分野の経験としても数えられます。
uk: Роки керування таким бізнесом також зараховуються як досвід у бізнесі.

source: Journeyman Electrician Exam (Electrician License)
de: Elektriker-Gesellenprüfung (Elektriker-Lizenz)
fr: Examen d’électricien qualifié
it: Esame da elettricista qualificato (Abilitazione da elettricista)
ja: 電気工事士試験
uk: Іспит кваліфікованого електрика

source: Journeyman Plumber Exam (Plumber License)
de: Klempner-Gesellenprüfung (Klempner-Lizenz)
fr: Examen de plombier qualifié
it: Esame da idraulico qualificato (Abilitazione da idraulico)
ja: 配管工試験
uk: Іспит кваліфікованого сантехніка

source: Judges are appointed or elected, usually after ten to twenty years as lawyers or prosecutors. There are few openings, and they rarely come up.
de: Richter werden ernannt oder gewählt, meist nach zehn bis zwanzig Jahren als Anwälte oder Staatsanwälte. Es gibt wenige Stellen, und sie werden selten frei.
fr: Les juges sont nommés ou élus, en général après dix à vingt ans comme avocats ou procureurs. Il y a peu de postes, et ils se libèrent rarement.
it: I giudici vengono nominati o eletti, di solito dopo 10–20 anni come avvocati o pubblici ministeri. I posti sono pochi e si liberano di rado.
ja: 裁判官は任命または選挙で選ばれ、たいてい弁護士や検察官として10〜20年働いた後になります。ポストは少なく、めったに空きません。
uk: Суддів призначають або обирають, зазвичай коли вони пропрацювали юристами чи прокурорами від десяти до двадцяти років. Вакансій мало, і зʼявляються вони рідко.

source: Judges are chosen after ten to twenty years as lawyers. There are very few jobs, and they open up rarely.
de: Richter werden nach zehn bis zwanzig Jahren als Anwälte ausgewählt. Es gibt sehr wenige Stellen, und sie werden selten frei.
fr: Les juges sont choisis après dix à vingt ans comme avocats. Il y a très peu de postes, et ils s’ouvrent rarement.
it: I giudici vengono scelti dopo 10–20 anni da avvocati. I posti sono pochissimi e si aprono di rado.
ja: 裁判官は、弁護士として10〜20年働いた人から選ばれます。仕事の数はとても少なく、空きがめったに出ません。
uk: Суддів обирають, коли вони пропрацювали юристами від десяти до двадцяти років. Таких робіт дуже мало, і вони зʼявляються рідко.

source: Junior Athletics Meet
de: Junioren-Leichtathletikmeeting
fr: Meeting d’athlétisme junior
it: Meeting giovanile di atletica
ja: ジュニア陸上競技大会
uk: Юніорські змагання з легкої атлетики

source: Junior Champion
de: Juniorenmeister
fr: Champion junior
it: Campione giovanile
ja: ジュニアチャンピオン
uk: Юніорський чемпіон

source: Junior Championship
de: Juniorenmeisterschaft
fr: Championnat junior
it: Campionato giovanile
ja: ジュニア選手権
uk: Юніорський чемпіонат

source: Junior Chef Champion
de: Junioren-Kochmeister
fr: Champion junior de cuisine
it: Campione giovanile di cucina
ja: ジュニア料理チャンピオン
uk: Юніорський чемпіон-кулінар

source: Junior Chess Champion
de: Junioren-Schachmeister
fr: Champion junior d’échecs
it: Campione giovanile di scacchi
ja: ジュニアチェスチャンピオン
uk: Юніорський чемпіон із шахів

source: Junior Chess Championship
de: Junioren-Schachmeisterschaft
fr: Championnat junior d’échecs
it: Campionato giovanile di scacchi
ja: ジュニアチェス選手権
uk: Юніорський шаховий чемпіонат

source: Junior Cook-Off
de: Junioren-Kochwettbewerb
fr: Concours de cuisine junior
it: Gara di cucina giovanile
ja: ジュニア料理対決
uk: Юніорський кулінарний конкурс

source: Junior Language Contest
de: Junioren-Sprachwettbewerb
fr: Concours junior de langues
it: Gara giovanile di lingue
ja: ジュニア語学コンテスト
uk: Юніорський мовний конкурс

source: Junior Meet Winner
de: Juniorenmeeting-Sieger
fr: Vainqueur du meeting junior
it: Vincitore del meeting giovanile
ja: ジュニア大会優勝者
uk: Переможець юніорських змагань

source: Junior Secondary School
de: Sekundarstufe I
fr: École secondaire (premier cycle)
it: Scuola secondaria inferiore
ja: 中学校
uk: Молодша середня школа

source: Just going adds +%lld network.
de: Schon das Hingehen bringt +%lld Netzwerk.
fr: Y participer ajoute déjà +%lld de réseau.
it: Solo partecipando guadagni +%lld contatti.
ja: 参加するだけでも、人脈が+%lld増えます。
uk: Сама участь дає +%lld до звʼязків.

source: Karate, judo, boxing — disciplines that drill technique, respect, and grit through repetition.
de: Karate, Judo, Boxen – Disziplinen, die durch Wiederholung Technik, Respekt und Durchhaltevermögen schulen.
fr: Karaté, judo, boxe — des disciplines qui travaillent la technique, le respect et la ténacité par la répétition.
it: Karate, judo, boxe — discipline che allenano tecnica, rispetto e grinta attraverso la ripetizione.
ja: 空手、柔道、ボクシングなど。くり返しの練習で、技術、敬意、粘り強さを身につけます。
uk: Карате, дзюдо, бокс — дисципліни, що через повторення виробляють техніку, повагу й завзятість.

source: Keep going for %lld more years.
de: Mach noch %lld Jahre weiter.
fr: Continue encore %lld ans.
it: Continua ancora per %lld anni.
ja: あと%lld年、続けましょう。
uk: Продовжуй ще %lld років.

source: Keep playing
de: Weiterspielen
fr: Continuer à jouer
it: Continua a giocare
ja: 続ける
uk: Грати далі

source: Keep studying — your %@ is what this job asks for.
de: Studiere weiter – dein Abschluss „%@“ ist genau das, was dieser Job verlangt.
fr: Continue tes études — le diplôme « %@ » que tu prépares est justement ce que demande ce poste.
it: Continua a studiare — questo lavoro richiede proprio il titolo che stai seguendo: %@.
ja: このまま勉強を続けましょう。%@が、この仕事に求められる学歴です。
uk: Продовжуй навчатися: «%@» — саме те, що потрібно для цієї роботи.

# Keep working — the next step up is %@ (%@).
source: Keep working — the next step up is %1$@ (%2$@).
de: Arbeite weiter – der nächste Schritt nach oben ist %1$@ (%2$@).
fr: Continue à travailler — la prochaine étape est %1$@ (%2$@).
it: Continua a lavorare — il prossimo passo è %1$@ (%2$@).
ja: 働き続けましょう。次のステップは%1$@です。その仕事は%2$@です。
uk: Працюй далі — наступний щабель: «%1$@» (%2$@).

source: Keep your company alive
de: Halte dein Unternehmen am Leben
fr: Garder ton entreprise en vie
it: Tieni in vita la tua azienda
ja: 会社を存続させる
uk: Утримати компанію на плаву

source: Keeping people healthy and safe: doctors, nurses, dentists, and helpers at clinics and hospitals.
de: Menschen gesund und sicher halten: Ärzte, Krankenpfleger, Zahnärzte und Helfer in Praxen und Krankenhäusern.
fr: Garder les gens en bonne santé et en sécurité : médecins, infirmiers, dentistes et aides dans les cliniques et les hôpitaux.
it: Tenere le persone in salute e al sicuro: medici, infermieri, dentisti e addetti in ambulatori e ospedali.
ja: 人びとの健康と安全を守る仕事です。医師、看護師、歯科医師、クリニックや病院で働く助手などがいます。
uk: Піклуватися про здоровʼя та безпеку людей: лікарі, медсестри, стоматологи та помічники в клініках і лікарнях.

source: Keeping your town safe and running: police, firefighters, city services, security, and support for families.
de: Deine Stadt sicher und am Laufen halten: Polizei, Feuerwehr, städtische Dienste, Sicherheit und Unterstützung für Familien.
fr: Assurer la sécurité et le bon fonctionnement de ta ville : police, pompiers, services municipaux, sécurité et soutien aux familles.
it: Tenere sicura e in funzione la tua città: polizia, vigili del fuoco, servizi comunali, sicurezza e sostegno alle famiglie.
ja: 町の安全を守り、暮らしを支える仕事です。警察、消防、市のサービス、警備、家族のサポートなどがあります。
uk: Безпека й злагоджена робота твого міста: поліція, пожежники, міські служби, охорона та підтримка сімей.

source: Kids' Bake-Off
de: Kinder-Backwettbewerb
fr: Concours de pâtisserie des enfants
it: Gara di dolci per bambini
ja: こどもお菓子づくり大会
uk: Дитячий конкурс випічки

source: Kids' Coding Challenge
de: Kinder-Coding-Challenge
fr: Défi de programmation des enfants
it: Sfida di coding per bambini
ja: こどもプログラミングチャレンジ
uk: Дитяче змагання з програмування

source: Kids' Cup Winner
de: Kinderpokalsieger
fr: Vainqueur de la coupe des enfants
it: Vincitore della coppa dei bambini
ja: こどもカップ優勝者
uk: Переможець дитячого кубка

source: Kids' League Cup
de: Kinder-Ligapokal
fr: Coupe de la ligue des enfants
it: Coppa del campionato dei bambini
ja: こどもリーグカップ
uk: Дитячий кубок ліги

source: Kids' Photo Contest
de: Kinder-Fotowettbewerb
fr: Concours photo des enfants
it: Gara fotografica per bambini
ja: こども写真コンテスト
uk: Дитячий фотоконкурс

source: Kind of work
de: Art der Arbeit
fr: Type de travail
it: Tipo di lavoro
ja: 仕事の種類
uk: Яка робота

source: LAN Tournament Champion
de: LAN-Turniermeister
fr: Champion de tournoi LAN
it: Campione del torneo LAN
ja: LANトーナメントチャンピオン
uk: Чемпіон LAN-турніру

source: Ladder Season Champion
de: Ranglisten-Saisonmeister
fr: Champion de la saison du classement
it: Campione di stagione in classifica
ja: ランク戦シーズンチャンピオン
uk: Чемпіон сезону рейтингової драбини

source: Laid Off
de: Entlassen
fr: Licenciement
it: Licenziamento
ja: 人員削減
uk: Тебе скорочено

source: Laid off from %@ — paid about half the year, with severance
de: Entlassen als %@ – etwa das halbe Jahr bezahlt, mit Abfindung
fr: Licenciement : %@ — salaire versé pendant environ la moitié de l’année, avec indemnité de licenciement
it: Licenziamento da %@ — hai ricevuto circa metà dello stipendio dell’anno, più la buonuscita
ja: %@を解雇されました（その年は約半年分の給料と退職金を受け取りました）
uk: Скорочення на посаді «%@»: виплачено зарплату приблизно за півроку та вихідну допомогу

source: Language Contest Winner
de: Sieger im Sprachwettbewerb
fr: Vainqueur du concours de langues
it: Vincitore della gara di lingue
ja: 語学コンテスト優勝者
uk: Переможець мовного конкурсу

source: Lap swimming and open water. A full-body endurance sport with low joint impact and a strong calm-under-pressure benefit.
de: Bahnenschwimmen und Freiwasser. Ein Ausdauersport für den ganzen Körper, schonend für die Gelenke und gut, um unter Druck ruhig zu bleiben.
fr: Natation en bassin et en eau libre. Un sport d’endurance complet, doux pour les articulations, qui aide beaucoup à rester calme sous pression.
it: Vasche in piscina e acque libere. Uno sport di resistenza per tutto il corpo, con poco impatto sulle articolazioni e un grande vantaggio per mantenere la calma sotto pressione.
ja: プールでの往復泳ぎと、海や湖での水泳です。関節への負担が少ない全身の持久力スポーツで、プレッシャーの中でも落ち着く力が身につきます。
uk: Плавання в басейні та у відкритій воді. Вид спорту на витривалість, що задіює все тіло, мало навантажує суглоби й добре вчить зберігати спокій під тиском.

source: Last year didn't build any of the skills this job asks for. Try %1$@ — it adds %2$@ +%3$@ a year (you're at %4$lld, the job asks for %5$lld).
de: Letztes Jahr hast du keine der Fähigkeiten gestärkt, die dieser Job verlangt. Probiere %1$@ aus – das steigert deine Fähigkeit „%2$@“ um %3$@ pro Jahr (du bist bei %4$lld, der Job verlangt %5$lld).
fr: L’année dernière n’a développé aucune des compétences que demande ce poste. Essaie %1$@ : ça ajoute +%3$@ par an à %2$@ (tu es à %4$lld, le poste demande %5$lld).
it: L’anno scorso non hai sviluppato nessuna delle competenze richieste da questo lavoro. Prova %1$@ — fa crescere la competenza %2$@ di +%3$@ all’anno (sei a %4$lld, il lavoro richiede %5$lld).
ja: 去年は、この仕事が求めるスキルが伸びませんでした。%1$@を試してみましょう。%2$@が1年に+%3$@伸びます（現在%4$lld、仕事が求めるのは%5$lld）。
uk: Минулого року жодна з потрібних для цієї роботи навичок не розвивалася. Спробуй «%1$@» — це додає до навички «%2$@» +%3$@ на рік (у тебе — %4$lld, для цієї роботи потрібно %5$lld).

source: Last year you practised %1$@ — good, but it doesn't build what %2$@ asks for. Try %3$@ for %4$@ (you're at %5$lld, the job asks for %6$lld).
de: Letztes Jahr hast du %1$@ geübt – gut, aber das stärkt nicht, was der Job als %2$@ verlangt. Probiere %3$@ für %4$@ aus (du bist bei %5$lld, der Job verlangt %6$lld).
fr: L’année dernière, tu as pratiqué %1$@ — bien, mais ça ne développe pas ce que demande le métier « %2$@ ». Essaie %3$@ pour développer %4$@ (tu es à %5$lld, le poste demande %6$lld).
it: L’anno scorso hai praticato %1$@ — bene, ma non sviluppa ciò che richiede il ruolo di %2$@. Prova %3$@ per la competenza %4$@ (sei a %5$lld, il lavoro richiede %6$lld).
ja: 去年は%1$@を練習しました。それも良いのですが、%2$@が求めるものは伸びません。%4$@を伸ばすなら%3$@を試してみましょう（現在%5$lld、仕事が求めるのは%6$lld）。
uk: Минулого року були такі заняття: %1$@ — це добре, але вони не розвивають того, чого потребує професія «%2$@». Спробуй «%3$@» для навички «%4$@» (у тебе — %5$lld, для цієї роботи потрібно %6$lld).

source: Launch
de: Gründen
fr: Lancer
it: Avvia
ja: 立ち上げる
uk: Запустити

source: Law
de: Recht
fr: Droit
it: Diritto
ja: 法律
uk: Право

source: Law Bar Exam (Bar Admission)
de: Anwaltsprüfung (Anwaltszulassung)
fr: Examen du barreau
it: Esame di abilitazione forense
ja: 司法試験（弁護士登録）
uk: Адвокатський іспит

source: Law firms are “up or out”: after roughly seven to ten years as associates, most lawyers leave and only a minority are made partner.
de: Kanzleien folgen dem Prinzip „Aufsteigen oder Ausscheiden“: Nach etwa sieben bis zehn Jahren als Associates verlassen die meisten Anwälte die Kanzlei, und nur eine Minderheit wird Partner.
fr: Les cabinets d’avocats fonctionnent selon la règle « progresser ou partir » : après sept à dix ans environ comme collaborateurs, la plupart des avocats partent et seule une minorité accède au statut d’associé.
it: Gli studi legali funzionano con la regola «up or out»: dopo circa 7–10 anni da associati, la maggior parte degli avvocati se ne va e solo pochi diventano soci.
ja: 法律事務所は「昇進か退職か」の世界です。アソシエイトとして7〜10年ほど働くと、ほとんどの弁護士は事務所を去り、パートナーになれるのは一部だけです。
uk: Юридичні фірми працюють за принципом «або вгору, або геть»: після роботи на посаді молодших юристів (приблизно від семи до десяти років) більшість залишає фірму, а партнерами стає лише меншість.

source: Lawyers and judges talk about the law and big cases.
de: Anwälte und Richter sprechen über das Recht und große Fälle.
fr: Des avocats et des juges parlent du droit et des grandes affaires.
it: Avvocati e giudici parlano di legge e di grandi casi.
ja: 弁護士や裁判官が、法律や大きな事件について話し合います。
uk: Юристи й судді обговорюють закон і гучні справи.

source: Leader
de: Anführer
ja: リーダー
uk: Лідер

# Leading as %@ %@
source: Leading as %1$@ %2$@
de: Du führst als %1$@ %2$@
fr: Diriger comme %1$@ %2$@
it: Alla guida come %1$@ %2$@
ja: %1$@ %2$@として会社を率いています
uk: Керуєш: %1$@ %2$@

source: Leading as your seat
de: Du führst auf deinem Posten
fr: Diriger depuis ta place
it: Alla guida dal tuo posto al vertice
ja: ポストに就いて会社を率いています
uk: Керуєш із власного крісла

source: Learn how to start, run, and grow a company.
de: Lerne, ein Unternehmen zu gründen, zu führen und wachsen zu lassen.
fr: Apprends à lancer, diriger et développer une entreprise.
it: Impara ad avviare, gestire e far crescere un’azienda.
ja: 会社をつくり、動かし、大きくするやり方を学びます。
uk: Дізнайся, як започаткувати, вести й розвивати компанію.

source: Learn rules, rights, and justice systems to help people follow the law.
de: Lerne Regeln, Rechte und das Rechtssystem kennen, damit Menschen sich ans Gesetz halten.
fr: Apprends les règles, les droits et la justice pour aider les gens à respecter la loi.
it: Impara le regole, i diritti e i sistemi di giustizia per aiutare le persone a rispettare la legge.
ja: ルールや権利、司法のしくみを学び、人が法を守れるように助けます。
uk: Вивчай правила, права та системи правосуддя, щоб допомагати людям дотримуватися закону.

source: Learning another language properly: vocabulary, grammar, and speaking it out loud.
de: Eine andere Sprache richtig lernen: Vokabeln, Grammatik und lautes Sprechen.
fr: Apprendre vraiment une autre langue : vocabulaire, grammaire, et la parler à voix haute.
it: Imparare bene un’altra lingua: vocabolario, grammatica e parlarla ad alta voce.
ja: ほかの言語をきちんと学びます。語彙、文法、そして声に出して話すことです。
uk: Серйозне вивчення іншої мови: словниковий запас, граматика й розмова вголос.

source: Left %@ to go all-in on your venture
de: Job als %@ verlassen, um alles auf dein Unternehmen zu setzen
fr: Tu as quitté ton poste (%@) pour tout miser sur ton entreprise
it: Hai lasciato il ruolo di %@ per puntare tutto sulla tua impresa
ja: 起業に専念するため、%@を退職しました
uk: Залишено посаду «%@», щоб повністю зосередитися на власному бізнесі

source: Legal Bar Convention
de: Anwaltstagung
fr: Convention du barreau
it: Convegno forense
ja: 法曹大会
uk: Зʼїзд адвокатури

source: Legal, justice, and social order.
de: Recht, Gerechtigkeit und gesellschaftliche Ordnung.
fr: Droit, justice et ordre social.
it: Legge, giustizia e ordine sociale.
ja: 法律、司法、社会の秩序。
uk: Право, правосуддя та громадський порядок.

source: Lessons on an instrument, graded exam by exam. Daily practice, and the nerve to perform what you've practised.
de: Unterricht an einem Instrument, Prüfung für Prüfung gestuft. Tägliches Üben und der Mut, vorzuspielen, was du geübt hast.
fr: Des cours d’instrument, avec un examen après l’autre. Une pratique quotidienne, et le courage de jouer ce que tu as travaillé.
it: Lezioni di strumento, con livelli superati esame dopo esame. Esercizio quotidiano e il coraggio di eseguire ciò che hai provato.
ja: 楽器のレッスンを受け、試験ごとに級を上げていきます。毎日の練習と、練習した曲を人前で演奏する度胸が大切です。
uk: Уроки гри на інструменті з екзаменами за рівнями. Щоденна практика й сміливість виступити з тим, що відпрацьовано.

source: Let's go! 🚀
de: Los geht’s! 🚀
fr: C’est parti ! 🚀
it: Andiamo! 🚀
ja: はじめましょう！🚀
uk: Поїхали! 🚀

source: Lets you fly planes for paid work — required to be hired by airlines and freight carriers.
de: Damit darfst du gegen Bezahlung Flugzeuge fliegen – nötig, um von Fluggesellschaften und Frachtunternehmen eingestellt zu werden.
fr: Te permet de piloter des avions pour un travail rémunéré — exigée par les compagnies aériennes et les transporteurs de fret.
it: Ti permette di pilotare aerei per lavoro — necessario per farsi assumere da compagnie aeree e vettori cargo.
ja: 仕事として飛行機を操縦できる免許です。航空会社や貨物航空会社に採用されるために必要です。
uk: Дозволяє літати на літаках за плату — потрібна, щоб влаштуватися до авіакомпаній і вантажних перевізників.

source: Licences
de: Lizenzen
it: Abilitazioni
ja: 免許
uk: Ліцензії
